[
  {
    "id": "1",
    "title": "ResearchFlow - Sistema de Gestão de Projetos Acadêmicos",
    "researcher": "Bruno Martins",
    "status": true,
    "startDate": "2025-09-17",
    "description": "Desenvolvimento de uma plataforma web para centralizar o acompanhamento e avaliação de projetos de pesquisa acadêmicos."
  },
  {
    "id": "2",
    "title": "Página de portfólio pessoal",
    "researcher": "Bruno Martins",
    "status": false,
    "startDate": "2025-09-17",
    "description": "Você deverá recriar uma página de portfólio pessoal, baseada em uma proposta de layout fornecida via Figma, utilizando React. O foco principal será na componentização, na criação de um design responsivo e na personalização do conteúdo."
  },
  {
    "id": "3",
    "title": "Pokédex interativa",
    "researcher": "Bruno Martins",
    "status": true,
    "startDate": "2025-09-17",
    "description": "A Pokédex Interativa é uma aplicação que consome a PokéAPI para exibir informações sobre Pokémon. Usuários autenticados podem criar, editar e excluir times personalizados, com uma interface temática e responsiva."
  },
  {
    "id": "4",
    "title": "Blog de Viagens",
    "researcher": "Bruno Martins",
    "status": false,
    "startDate": "2025-09-17",
    "description": "Desenvolvimento de um blog de viagens onde usuários podem compartilhar suas experiências, fotos e dicas de destinos ao redor do mundo."
  },
  {
    "id": "5",
    "title": "Sistema de Reservas para Restaurantes",
    "researcher": "Bruno Martins",
    "status": true,
    "startDate": "2025-09-17",
    "description": "Criação de um sistema online que permite aos clientes fazer reservas em restaurantes, visualizar menus e receber confirmações por e-mail."
  },
  {
    "id": "6",
    "title": "Aplicativo de Meditação",
    "researcher": "Cintia Oliveira",
    "status": false,
    "startDate": "2025-09-17",
    "description": "Desenvolvimento de um aplicativo móvel que oferece sessões guiadas de meditação, acompanhamento de progresso e lembretes diários."
  },
  {
    "id": "7",
    "title": "Plataforma de E-commerce Sustentável",
    "researcher": "Bruno Martins",
    "status": true,
    "startDate": "2025-09-17",
    "description": "Criação de uma plataforma de e-commerce focada em produtos sustentáveis, com funcionalidades de avaliação de impacto ambiental e opções de embalagem ecológica."
  },
  {
    "id": "8",
    "title": "Aplicativo de Gestão Financeira Pessoal",
    "researcher": "Bruno Martins",
    "status": false,
    "startDate": "2025-09-17",
    "description": "Desenvolvimento de um aplicativo que ajuda os usuários a gerenciar suas finanças pessoais, com funcionalidades de orçamento, rastreamento de despesas e metas de economia."
  },
  {
    "id": "9",
    "title": "Rede Social para Entusiastas de Tecnologia",
    "researcher": "Maria Silva",
    "status": true,
    "startDate": "2025-09-17",
    "description": "Criação de uma rede social dedicada a entusiastas de tecnologia, onde os usuários podem compartilhar notícias, artigos e participar de discussões sobre as últimas tendências tecnológicas."
  },
  {
    "id": "10",
    "title": "Plataforma de Aprendizado de Idiomas",
    "researcher": "Bruno Martins",
    "status": false,
    "startDate": "2025-09-17",
    "description": "Desenvolvimento de uma plataforma online para aprendizado de idiomas, com lições interativas, quizzes e acompanhamento de progresso."
  },
  {
    "id": "11",
    "title": "Aplicativo de Receitas Culinárias",
    "researcher": "Bruno Martins",
    "status": true,
    "startDate": "2025-09-17",
    "description": "Criação de um aplicativo que oferece uma vasta coleção de receitas culinárias, com funcionalidades de busca por ingredientes, categorias e avaliações dos usuários."
  },
  {
    "id": "12",
    "title": "Sistema de Monitoramento de Saúde",
    "researcher": "Bruno Martins",
    "status": false,
    "startDate": "2025-09-17",
    "description": "Desenvolvimento de um sistema que permite aos usuários monitorar seus sinais vitais, agendar consultas médicas e receber lembretes de medicação."
  },
  {
    "id": "13",
    "title": "Aplicativo de Planejamento de Eventos",
    "researcher": "Bruno Martins",
    "status": true,
    "startDate": "2025-09-17",
    "description": "Criação de um aplicativo que ajuda os usuários a planejar eventos, gerenciar listas de convidados, orçamentos e cronogramas."
  },
  {
    "id": "14",
    "title": "Plataforma de Voluntariado Online",
    "researcher": "Caio Castro",
    "status": false,
    "startDate": "2024-12-17",
    "description": "Desenvolvimento de uma plataforma que conecta voluntários a organizações sem fins lucrativos, facilitando o cadastro, busca por oportunidades e acompanhamento de horas voluntariadas."
  },
  {
    "id": "15",
    "title": "Aplicativo de Fitness e Bem-Estar",
    "researcher": "Bruno Martins",
    "status": true,
    "startDate": "1999-12-21",
    "description": "Criação de um aplicativo que oferece planos de treino personalizados, acompanhamento de progresso e dicas de nutrição para promover um estilo de vida saudável."
  },
  {
    "id": "16",
    "title": "Sistema de Gestão de Tarefas para Equipes",
    "researcher": "Bruno Martins",
    "status": false,
    "startDate": "2025-09-17",
    "description": "Desenvolvimento de um sistema que permite às equipes gerenciar tarefas, prazos e colaborar em projetos de forma eficiente."
  },
  {
    "id": "17",
    "title": "Aplicativo de Diário Pessoal",
    "researcher": "Bruno Martins",
    "status": true,
    "startDate": "2025-09-17",
    "description": "Criação de um aplicativo que permite aos usuários manter um diário pessoal, com funcionalidades de entrada de texto, fotos e lembretes diários."
  },
  {
    "id": "18",
    "title": "Plataforma de Cursos Online",
    "researcher": "Bruno Martins",
    "status": false,
    "startDate": "2025-09-17",
    "description": "Desenvolvimento de uma plataforma que oferece cursos online em diversas áreas, com funcionalidades de vídeo aulas, quizzes e certificação."
  },
  {
    "id": "19",
    "title": "Aplicativo de Clima Personalizado",
    "researcher": "Bruno Martins",
    "status": true,
    "startDate": "2025-01-18",
    "description": "Criação de um aplicativo que fornece previsões do tempo personalizadas com base na localização do usuário, incluindo alertas de clima severo e dicas diárias."
  },
  {
    "id": "20",
    "title": "Sistema de Feedback para Empresas",
    "researcher": "Bruno Martins",
    "status": false,
    "startDate": "2025-09-17",
    "description": "Desenvolvimento de um sistema que permite às empresas coletar feedback dos clientes, analisar dados e melhorar seus produtos e serviços."
  },
  {
    "id": "21",
    "title": "Aplicativo de Gestão de Tempo",
    "researcher": "Bruno Martins",
    "status": true,
    "startDate": "2025-09-17",
    "description": "Criação de um aplicativo que ajuda os usuários a gerenciar seu tempo de forma eficaz, com funcionalidades de cronômetro, listas de tarefas e análise de produtividade."
  },
  {
    "id": "22",
    "title": "Plataforma de Networking Profissional",
    "researcher": "João Joares",
    "status": false,
    "startDate": "2025-09-17",
    "description": "Desenvolvimento de uma plataforma que conecta profissionais de diversas áreas, facilitando a troca de conhecimentos, oportunidades de emprego e colaboração em projetos."
  },
  {
    "id": "23",
    "title": "Aplicativo de Gestão de Projetos Pessoais",
    "researcher": "Bruno Martins",
    "status": true,
    "startDate": "2025-09-17",
    "description": "Criação de um aplicativo que permite aos usuários gerenciar seus projetos pessoais, com funcionalidades de planejamento, acompanhamento de progresso e organização de tarefas."
  },
  {
    "id": "24",
    "title": "Sistema de Recrutamento Online",
    "researcher": "Gernan Soares",
    "status": false,
    "startDate": "2025-02-02",
    "description": "Desenvolvimento de um sistema que facilita o processo de recrutamento para empresas, permitindo a publicação de vagas, triagem de candidatos e agendamento de entrevistas."
  }
]